cask_args appdir: '/Applications'

brew 'git'
brew 'libgit2'

brew 'awscli'
brew 'coreutils'
brew 'figlet'
brew 'gnu-sed'
brew 'gpg'
brew 'gnupg'
brew 'jq'
brew 'ncurses'
brew 'openssl'
brew 'packer'
brew 'pcre2'
brew 'pinentry'
brew 'pinentry-mac'
brew 'readline'
brew 's3cmd'
brew 'sqlite'
brew 'stow'
brew 'terraform'
brew 'watch'
brew 'wget'
brew 'wireshark'
brew 'xz'

brew 'shellcheck'
brew 'bash-completion'
brew 'zsh-syntax-highlighting'

brew 'the_silver_searcher'

tap 'homebrew/services'

cask 'chromedriver'
cask 'docker'

tap 'liamg/tfsec'
brew 'liamg/tfsec/tfsec'

